{
    "array": [{
            "place_id": "id9",
            "lat": 13.796594,
            "lng": 100.39178,
            "related_cost": 30.0,
            "name": "บ้านพิพิธภัณฑ์ แขวง ศาลาธรรมสพน์ เขต ทวีวัฒนา กรุงเทพมหานคร",
            "description": "บ้านพิพิธภัณฑ์ เป็นสถานที่ ที่รวบรวมและจัดแสดงข้าวของเครื่องใช้ในชีวิตประจำวันเก่าๆ หลายๆชนิด ส่วนใหญ่เป็นสิ่งของที่ได้จากการบริจาค บ้านพิพิธภัณฑ์เริ่มเปิดเมื่อ 14 กรกฎาคม พ.ศ. 2544 บ้านพิพิธภัณฑ์แต่เดิมมีอาคารหลังเดียว ในปัจจุบันเพิ่มเป็น 2 หลังดำเนินงานบริหารโดยรูปแบบสมาคม ชื่อ สมาคมกิจวัฒนธรรม",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid9.jpg"
        }, {
            "place_id": "ChIJOVBaGlCX4jARiRY1lxLcUHA",
            "lat": 13.774218,
            "lng": 100.42899,
            "related_cost": 0.0,
            "name": "ตลิ่งชัน ค้าไม้ เขต ตลิ่งชัน ประเทศไทย",
            "description": "ได้ซักทีเหอะ ไอเหี้ย ",
            "link": "https://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/Chrysanthemum.jpg"
        }, {
            "place_id": "id38",
            "lat": 13.762312,
            "lng": 100.412575,
            "related_cost": 0.0,
            "name": "ตลาดน้ำคลองลัดมะยม",
            "description": "ตลาดน้ำคลองลัดมะยม เปิดทุกวันเสาร์ – อาทิตย์ ตั้งแต่เวลา 09:00-15:00 ตลาดน้ำแบ่งเป็น 2 ฝั่ง สร้างแบบเรียบง่าย เป็นตลาดที่เกิดจากรวมตัวของชาวบ้านชุมชนริมคลองลัดมะยม ให้ชุมชนได้มีแหล่งจำหน่ายสินค้าที่ผลิตในชุมชน ไม่ว่าจะเป็นผัก ผลไม้ ขนมคาวหวานที่สืบทอดกันมาหลายชั่วอายุคน ",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid38.png"
        }, {
            "place_id": "id44",
            "lat": 13.73197,
            "lng": 100.463066,
            "related_cost": 0.0,
            "name": "คลองบางหลวง (คลองบางกอกใหญ่) ",
            "description": "เยี่ยมชมชุมชนริมน้ำแบบไทยดั้งเดิม ผู้คนใช้เรือพึ่งพาสายน้ำในการเดินทาง ชมวิถีชีวิตริมน้ำของที่เป็นไปอย่างเรียบง่าย ผ่านวัดและสถานที่สำคัญต่างๆ ตั้งแต่สมัยอยุธยา เช่นวัดราชโอรส พระอารามหลวงชั้นเอกประจำรัชกาลที่ 3 ชมบ้านเรือนที่ส่วนมากเป็นบ้านแถว ลักษณะเป็นตัวอาคารทำด้วยไม้สุดคลาสสิค",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid44.png"
        }, {
            "place_id": "id10",
            "lat": 13.757616,
            "lng": 100.492516,
            "related_cost": 30.0,
            "name": "ฟพิพิธภัณฑสถานแห่งชาติ Na Phra That กรุงเทพมหานคร Phra Nakhon",
            "description": "พิพิธภัณฑสถานแห่งชาติ พระนคร ตั้งอยู่ในบริเวณพระราชวังบวรสถานมงคล หรือส่วนหนึ่งของที่ประทับวังหน้า ประกอบด้วยหมู่พระที่นั่งต่าง ๆ ได้แก่ พระที่นั่งศิวโมกขพิมาน พระที่นั่งพุทไธสวรรย์ พระที่นั่งอิศราวินิจฉัย หมู่พระวิมาน พระที่นั่งอิศเรศราชานุสรณ์ อาคารประพาสพิพิธภัณฑ์ และ อาคารมหาสุรสิงหนาท",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid10.jpg"
        }, {
            "place_id": "id5",
            "lat": 13.768392,
            "lng": 100.49979,
            "related_cost": 0.0,
            "name": "วังบางขุนพรหม สามเสน กรุงเทพมหานคร",
            "description": "วังบางขุนพรหม เป็นวังที่ประทับของสมเด็จพระเจ้าบรมวงศ์เธอ เจ้าฟ้าบริพัตรสุขุมพันธุ์ กรมพระนครสวรรค์วรพินิต ต้นราชสกุลบริพัตร และ สมเด็จพระนางเจ้าสุขุมาลมารศรี พระอัครราชเทวี พระมารดา อยู่ในเนื้อที่ 33 ไร่ริมแม่น้ำเจ้าพระยา ทางทิศใต้ของวังเทวะเวสม์ ปัจจุบันเป็นที่ทำการของธนาคารแห่งประเทศไทย",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid.JPG"
        }]
}