{
    "array": [{
            "place_id": "id21",
            "lat": 13.799292,
            "lng": 100.70953,
            "related_cost": 0.0,
            "name": "ตลาดน้ำขวัญเรียม",
            "description": "ตลาดน้ำขวัญเรียม มุ่งหวังที่จะจำลองภาพชีวิต ประเพณีของชาวบ้านทุ่งริมน้ำ ให้คนรุ่นหลังได้มีโอกาสสัมผัสวิถีชีวิตริมคลองในอดีต ตลาดเปิดเฉพาะวันเสาร์-อาทิตย์ และวันหยุดนักขัตฤกษ์ ตั้งแต่เวลา 7.00 น. – 20.00 น",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid21.jpg"
        }, {
            "place_id": "id3",
            "lat": 13.688447,
            "lng": 100.663414,
            "related_cost": 0.0,
            "name": "สวนหลวง ร.9 กรุงเทพมหานคร",
            "description": "สวนหลวง ร.9 เป็นสวนสาธารณะและสวนพฤกษศาสตร์ที่ใหญ่ที่สุดในกรุงเทพมหานคร มีพื้นที่ประมาณ 500 ไร่ จัดสร้างเพื่อสร้างเพื่อน้อมเกล้าน้อมกระหม่อมถวายพระบาทสมเด็จพระเจ้าอยู่หัวมีการจัดแบ่งพื้นที่ภายในสวนหลวง ร.9 มากมายให้นักท่องเที่ยวได้เข้าชม เช่น สวนพฤกษศาสตร์ สวนรมณีย์ ฯลฯ",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid3.jpg"
        }, {
            "place_id": "id24",
            "lat": 13.807484,
            "lng": 100.694916,
            "related_cost": 0.0,
            "name": "สวนสยาม กรุงเทพมหานคร",
            "description": "สวนสยามเปิดดำเนินการมาตั้งแต่เดือนพฤศจิกายนปี พ.ศ. 2523 เป็นสวนสนุกที่ใหญ่ที่สุดของประเทศไทย และมีทะเลเทียมที่ใหญ่ที่สุดในโลก นอกจากนี้ยังมีรางน้ำวน สปา พร้อมเครื่องเล่นทางน้ำครบครัน",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid24.jpg"
        }, {
            "place_id": "id25",
            "lat": 13.810649,
            "lng": 100.66366,
            "related_cost": 0.0,
            "name": "Chocolate Ville กรุงเทพมหานคร",
            "description": "ร้าน Chocolate Ville (ช๊อกโกแลต วิลล์) เป็นร้านอาหารเปิดใหม่ช่วงปลายปี 2011 สไตล์ของร้านจะเป็นสวนอาหารนานาชาติเช่น ไทย เยอรมัน อิตาเลี่ยน บนพื้นที่กว่า 16 ไร่ มีอาหารอร่อยๆ ไวน์หลากหลาย ภายในร้านจะตกแต่งแบบบ้านชนบทในต่างประเทศ มุมสวยๆ ให้ถ่ายรูปมากมาย",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid25.jpg"
        }, {
            "place_id": "id19",
            "lat": 13.826354,
            "lng": 100.676765,
            "related_cost": 0.0,
            "name": "The promenade",
            "description": "The Promenade เป็นไลฟ์สไตล์มอลล์ 2 ชั้น ภายใต้คอนเซ็ปต์ “Let’s Take a Walk” ให้ทุกคนมาเดินเล่นได้อย่างเต็มที่ สมกับความหมายของชื่อห้าง “The Promenade” ที่แปลตรงตัวได้ว่า “เดินเล่น” โดยตัวห้างออกแบบเป็นวงกลม และยังได้เพลิดเพลินไปกับเสียงเพลงคลาสสิกเพราะๆที่เปิดคลออยู่ตลอดเวลา",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid19.jpg"
        }, {
            "place_id": "id2",
            "lat": 13.719243,
            "lng": 100.58529,
            "related_cost": 0.0,
            "name": "Gateway Ekamai",
            "description": "gateway เอกมัย เป็นศูนย์การค้า แบบ One Stop Service ที่ครบวงจร ตอบสนองทุกไลฟ์สไตล์ของคนรุ่นใหม่ได้อย่างลงตัว ตั้งอยู่บนแหล่งธุรกิจใจกลางเมือง ด้วยขนาดพื้นที่ทั้งหมด 93,000 กว่าตารางเมตร แบ่งออกเป็นทั้งหมด 8 ชั้น ตกแต่งทุกอย่างด้วยคอนเซ็ปต์เจแปนสไตล์ โดยมีจุดขายหลัก ๆ ที่ดึงดูดผู้ชมด้วยโซน เจแปน ทาวน์",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid2.jpg"
        }, {
            "place_id": "id23",
            "lat": 13.732886,
            "lng": 100.54411,
            "related_cost": 0.0,
            "name": "สวนลุมพินี จังหวัด กรุงเทพมหานคร",
            "description": "สวนลุมพินี หรือที่นิยมเรียกสั้น ๆ ว่า สวนลุม เป็นสวนสาธารณะแห่งแรกของประเทศไทยก่อสร้างในสมัยรัชกาลที่ 7 ในที่ดินเดิมเนื้อที่ 360 ไร่ ณ ทุ่งศาลาแดง ที่พระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัวพระราชทานสำหรับสร้าง “สยามรัฐพิพิธภัณฑ์” เพื่อจัดแสดงสินค้าไทยเป็นครั้งแรก และจัดให้เป็น “สวนสาธารณะ” สำหรับประชาชน",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid23.jpg"
        }, {
            "place_id": "id12",
            "lat": 13.799725,
            "lng": 100.55005,
            "related_cost": 0.0,
            "name": "ตลาดนัดสวนจตุจักร จังหวัด กรุงเทพมหานคร",
            "description": "ตลาดนัดจตุจักร เป็นตลาดนัดในกรุงเทพมหานคร มีจำนวนแผงค้าทั้งหมดมากกว่า 8,000 แผงค้า แบ่งเป็น 27 โครงการ มีสินค้า 8 ประเภท ได้แก่ ผักและผลไม้ เสื้อผ้า สัตว์เลี้ยง ต้นไม้ อาหารปรุง อาหารสำเร็จรูป อาหารสด และเบ็ดเตล็ด ในปัจจุบัน ตลาดนัดสวนจตุจักรได้เปลี่ยนอำนาจการดูแลจากกรุงเทพมหานคร สู่การรถไฟแห่งประเทศไทย",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid12.jpg"
        }, {
            "place_id": "id15",
            "lat": 13.799289,
            "lng": 100.54862,
            "related_cost": 0.0,
            "name": "ตลาดนัดรถไฟ แขวง หนองบอน เขต ประเวศ จังหวัด พระนครศรีอยุธยา",
            "description": "เป็นตลาดนัดในกรุงเทพมหานคร มีจำนวนแผงค้าทั้งหมดมากกว่า 8,000 แผงค้า แบ่งเป็น 27 โครงการ มีสินค้า 8 ประเภท ได้แก่ ผักและผลไม้ เสื้อผ้า สัตว์เลี้ยง ต้นไม้ อาหารปรุง อาหารสำเร็จรูป อาหารสด และเบ็ดเตล็ด",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid15.jpg"
        }, {
            "place_id": "id14",
            "lat": 13.7536,
            "lng": 100.53684,
            "related_cost": 0.0,
            "name": "ประตูน้ำเซ็นเตอร์ จังหวัด กรุงเทพมหานคร",
            "description": "เป็นท่าเรือโดยสารคลองแสนแสบบริเวณเชิงสะพานเฉลิมโลก 55 ด้านทิศตะวันออก ถนนราชดำริ ระหว่างสี่แยกประตูน้ำ (ตัดถนนเพชรบุรีและถนนราชปรารภ) และสี่แยกราชประสงค์ ในพื้นที่เขตราชเทวี กรุงเทพมหานคร",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid14.jpg"
        }, {
            "place_id": "id6",
            "lat": 13.757005,
            "lng": 100.53719,
            "related_cost": 0.0,
            "name": "วังสวนผักกาด จังหวัด กรุงเทพมหานคร",
            "description": "วังสวนผักกาด เดิมเป็นสวนผักกาด เป็นวังที่ประทับของพระเจ้าวรวงศ์เธอ พระองค์เจ้าจุมภฏพงษ์บริพัตร กรมหมื่นนครสวรรค์ศักดิพินิต และ หม่อมราชวงศ์พันธุ์ทิพย์ บริพัตร (เทวกุล) ตั้งอยู่บนพื้นที่ 6 ไร่ โดยสร้างเพื่อประทับในช่วงสุดสัปดาห์ และเปิดให้บุคคลภายนอกเข้าชมศิลปะและโบราณวัตถุ ",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid6.jpg"
        }, {
            "place_id": "id22",
            "lat": 13.73765,
            "lng": 100.513535,
            "related_cost": 0.0,
            "name": "วัดไตรมิตรวิทยารามวรวิหาร แขวง ตลาดน้อย กรุงเทพมหานคร",
            "description": "วัดไตรมิตรวิทยาราม เป็นวัดโบราณอยู่ในที่ลุ่มพระอารามเป็นเรือนไม้ มีชื่อเดิมว่า “วัดสามจีน” เข้าใจกันว่า ชาวจีน 3 คนร่วมกันสร้างพระอารามเพื่อเป็นวิหารทานการบุญ มีความตำนานใกล้เคียงกับวัดนางปลื้ม (วัดสามปลื้ม) หรือวัดจักรวรรดิฯ",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid22.jpg"
        }, {
            "place_id": "id20",
            "lat": 13.700028,
            "lng": 100.51259,
            "related_cost": 0.0,
            "name": "Asiatique the Riverfront",
            "description": "เอเชียทีค เดอะ ริเวอร์ฟร้อนท์ เป็นศูนย์การค้าแนวราบริมแม่น้ำที่ใหญ่ที่สุดในเอเชีย ภายในโครงการประกอบด้วยร้านค้า ร้านอาหารริมน้ำ นอกจากนี้ยังเป็นที่ตั้งของโรงละครคาลิปโซ่ที่ย้ายมาจากโรงแรมเอเชีย และโรงละครโจหลุยส์ที่ย้ายมาจากสวนลุมไนท์บาซาร์อีกด้วย",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid20.jpg"
        }, {
            "place_id": "id8",
            "lat": 13.771424,
            "lng": 100.51368,
            "related_cost": 0.0,
            "name": "พระที่นั่งอนันตสมาคม จังหวัด กรุงเทพมหานคร",
            "description": "พระที่นั่งอนันตสมาคม เดิมเป็นท้องพระโรงของพระราชวังดุสิต ชื่อของพระที่นั่งนำมาจากพระที่นั่งองค์หนึ่งในพระบรมมหาราชวัง ซึ่งสร้างขึ้นในรัชสมัยพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว รัชกาลที่ 5 พระที่นั่งองค์นี้ จัดได้ว่า เป็นรัฐสภาแห่งแรกของประเทศไทย",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid8.jpg"
        }, {
            "place_id": "id7",
            "lat": 13.775723,
            "lng": 100.51446,
            "related_cost": 0.0,
            "name": "พระที่นั่งวิมานเมฆ เขต ดุสิต กรุงเทพมหานคร",
            "description": "พระที่นั่งองค์นี้ เป็นอาคารแบบวิกตอเรีย ได้รับอิทธิพลจากสถาปัตยกรรมยุโรป ผสมกับไทยประยุกต์ องค์พระที่นั่งเป็นรูปอักษรตัวแอล (L) ยาวด้านละ 60 เมตร สูง 20 เมตร เป็นอาคาร 3 ชั้น ทาด้วยสีครีมอ่อนหลังคาสีแดง และหลังคาเป็นทรงไทย มีลวดลายตามหน้าต่าง และช่องลมซึ่งฉลุเป็นลายที่เรียกว่าขนมปังขิง",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid7.jpg"
        }, {
            "place_id": "id11",
            "lat": 13.756076,
            "lng": 100.50652,
            "related_cost": 0.0,
            "name": "พิพิธภัณฑ์พระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัว เขต ป้อมปราบศัตรูพ่าย",
            "description": "เป็นพิพิธภัณฑ์ในความดูแลของสถาบันพระปกเกล้า อาคารหลังนี้เป็นอาคารสถาปัตยกรรมสมัยรัชกาลที่ 6-7 ซึ่งสถาบันพระปกเกล้า ได้บูรณะเพื่อจัดทำเป็นพิพิธภัณฑ์เพื่อรวบรวมข้าวของเครื่องใช้ส่วนพระองค์ของพระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัวและสมเด็จพระนางเจ้ารำไพพรรณี พระบรมราชินี จัดแสดงภาพถ่าย เอกสาร และพระราชประวัติของพระองค์",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid11.jpg"
        }, {
            "place_id": "id1",
            "lat": 13.760314,
            "lng": 100.499886,
            "related_cost": 0.0,
            "name": "วัดบวรนิเวศวิหาร",
            "description": "วัดบวรนิเวศราชวรวิหาร หรือ วัดบวรนิเวศวิหาร เป็นพระอารามหลวงชั้นเอก ชนิดราชวรวิหาร พระอารามนี้เคยเป็นที่ประทับของสมเด็จพระสังฆราชถึง 4 พระองค์ และเป็นที่ตั้งของมหาวิทยาลัยมหามกุฏราชวิทยาลัย ภายในพระอุโบสถมีพระพุทธรูปสำคัญอยู่ 2 องค์เป็นพระประธาน คือ พระพุทธสุวรรณเขต (หลวงพ่อโต) และพระพุทธชินสีห์ ",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid1.jpg"
        }, {
            "place_id": "id13",
            "lat": 13.741858,
            "lng": 100.49736,
            "related_cost": 0.0,
            "name": "ปากคลองตลาด แขวง วังบูรพาภิรมย์ เขต พระนคร กรุงเทพมหานคร",
            "description": "เป็นตลาดสดขนาดใหญ่ บริเวณถนนจักรเพชร ยาวจนไปถึงถนนมหาราช ตั้งโอบล้อมวัดราชบูรณะ โรงเรียนราชินีและโรงเรียนสวนกุหลาบ ประกอบไปด้วยตลาดใหญ่ถึง 5 แห่งตั้งติด ๆ กัน ปัจจุบันเน้นขายสินค้าเกษตรกรรมที่เน้นการค้าส่งผัก ผลไม้และดอกไม้สดยังเป็นตลาดกล้วยไม้ที่มีขนาดใหญ่เป็นอันดับ 3 ของโลกอีกด้วย",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid13.jpg"
        }, {
            "place_id": "id5",
            "lat": 13.768392,
            "lng": 100.49979,
            "related_cost": 0.0,
            "name": "วังบางขุนพรหม สามเสน กรุงเทพมหานคร",
            "description": "วังบางขุนพรหม เป็นวังที่ประทับของสมเด็จพระเจ้าบรมวงศ์เธอ เจ้าฟ้าบริพัตรสุขุมพันธุ์ กรมพระนครสวรรค์วรพินิต ต้นราชสกุลบริพัตร และ สมเด็จพระนางเจ้าสุขุมาลมารศรี พระอัครราชเทวี พระมารดา อยู่ในเนื้อที่ 33 ไร่ริมแม่น้ำเจ้าพระยา ทางทิศใต้ของวังเทวะเวสม์ ปัจจุบันเป็นที่ทำการของธนาคารแห่งประเทศไทย",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid.JPG"
        }, {
            "place_id": "id18",
            "lat": 13.751426,
            "lng": 100.49258,
            "related_cost": 0.0,
            "name": "วัดพระศรีรัตนศาสดาราม (วัดพระแก้ว) แขวง พระบรมมหาราชวัง กรุงเทพมหานคร",
            "description": "เป็นวัดที่ พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราชโปรดเกล้าฯ ให้สร้างขึ้นใน พ.ศ. 2325 เป็นวัดในพระบรมมหาราชวัง และเป็นสถานที่ทรงบำเพ็ญพระราชกุศล วัดพระศรีรัตนศาสดารามเป็นวัดที่ไม่มีพระสงฆ์จำพรรษาอยู่ เพราะมีแต่ส่วนพุทธาวาสไม่มีส่วนสังฆาวาส",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid18.jpg"
        }, {
            "place_id": "id10",
            "lat": 13.757616,
            "lng": 100.492516,
            "related_cost": 0.0,
            "name": "ฟพิพิธภัณฑสถานแห่งชาติ Na Phra That กรุงเทพมหานคร Phra Nakhon",
            "description": "พิพิธภัณฑสถานแห่งชาติ พระนคร ตั้งอยู่ในบริเวณพระราชวังบวรสถานมงคล หรือส่วนหนึ่งของที่ประทับวังหน้า ประกอบด้วยหมู่พระที่นั่งต่าง ๆ ได้แก่ พระที่นั่งศิวโมกขพิมาน พระที่นั่งพุทไธสวรรย์ พระที่นั่งอิศราวินิจฉัย หมู่พระวิมาน พระที่นั่งอิศเรศราชานุสรณ์ อาคารประพาสพิพิธภัณฑ์ และ อาคารมหาสุรสิงหนาท",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid10.jpg"
        }, {
            "place_id": "id4",
            "lat": 13.750335,
            "lng": 100.49153,
            "related_cost": 0.0,
            "name": "พระบรมมหาราชวัง แขวง พระบรมมหาราชวัง กรุงเทพมหานคร",
            "description": "พระบรมมหาราชวัง หรือพระราชวังพระนคร เป็นที่ประทับของพระมหากษัตริย์สมัยรัตนโกสินทร์ ตั้งแต่รัชสมัยพระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช จนถึงรัชสมัยพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว แบ่งออกเป็นสามส่วนได้แก่ เขตพระราชฐานชั้นหน้า เขตพระราชฐานชั้นกลาง และ เขตพระราชฐานชั้นใน",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid4.jpg"
        }, {
            "place_id": "id17",
            "lat": 13.689427,
            "lng": 100.458084,
            "related_cost": 0.0,
            "name": "ตลาดน้ำวัดไทร",
            "description": "เคยเป็นแหล่งเที่ยวชมวิถีชีวิตทางน้ำที่เคยรุ่งเรืองในอดีต ปัจจุบันได้รับการฟื้นฟูให้เป็นแหล่งท่องเที่ยวร่วมสมัยที่สวยงามอีกครั้งหนึ่งนักท่องเที่ยวสามารถเดินทางท่องเที่ยวไปตามทางน้ำเส้นทางสายประวัติศาสตร์ ที่คลาคล่ำไปด้วยเรือขายสินค้าจากสวนและการซื้อขายสินค้าบนบกริมฝั่งคลองสนามชัย",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid17.jpg"
        }, {
            "place_id": "id9",
            "lat": 13.796594,
            "lng": 100.39178,
            "related_cost": 0.0,
            "name": "บ้านพิพิธภัณฑ์ แขวง ศาลาธรรมสพน์ เขต ทวีวัฒนา กรุงเทพมหานคร",
            "description": "บ้านพิพิธภัณฑ์ เป็นสถานที่ ที่รวบรวมและจัดแสดงข้าวของเครื่องใช้ในชีวิตประจำวันเก่าๆ หลายๆชนิด ส่วนใหญ่เป็นสิ่งของที่ได้จากการบริจาค บ้านพิพิธภัณฑ์เริ่มเปิดเมื่อ 14 กรกฎาคม พ.ศ. 2544 บ้านพิพิธภัณฑ์แต่เดิมมีอาคารหลังเดียว ในปัจจุบันเพิ่มเป็น 2 หลังดำเนินงานบริหารโดยรูปแบบสมาคม ชื่อ สมาคมกิจวัฒนธรรม",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid9.jpg"
        }, {
            "place_id": "id16",
            "lat": 13.707897,
            "lng": 100.37414,
            "related_cost": 0.0,
            "name": "Victoria Garden ",
            "description": "คอมมูนิตี้มอลล์ที่จะเข้ามาเพิ่มสีสันในการช้อปปิ้งให้กับคุณด้วยบรรยากาศและกลิ่นอายสถาปัตยกรรมจากสวนสวยสไตล์วิคตอเรียนร่วมสมัย และพร้อมให้คุณเพลิดเพลินไปกับการจับจ่ายสินค้าท่ามกลางบรรยากาศที่โปร่งโล่ง ร่มรื่น ที่อัดแน่นไปด้วยร้านค้ากว่า 200 ร้านค้า สะดวกสบายกับที่จอดรถกว่า 400 คัน",
            "link": "http://portalvhdsq4mb7l03r2vy7.blob.core.windows.net/herevgo/piclocateid16.jpg"
        }]
}